Repository: salmanbashar1009/projects-flutter
Catalog: women_period_tracker_app/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, et, fi, gu, he, hi, hr, hu, id, is, ja, ka, kn, my, nl, tl

source: Ovulation
af: ovulasie
ar: التبويض
bg: овулация
bn: ডিম্বস্ফোরণ
ca: ovulació
cs: ovulace
da: ægløsning
de: Eisprung
el: ωορρηξία
et: ovulatsioon
fi: ovulaatio
gu: ઓવ્યુલેશન
he: ביוץ
hi: अंडोत्सर्ग
hr: ovulacija
hu: ovuláció
id: ovulasi
is: eggslos
ja: 排卵
ka: ოვულაცია
kn: ಅಂಡೋತ್ಪತ್ತಿ
my: ovulasi
nl: ovulatie
tl: obulasyon

source: Next Period
af: volgende Periode
ar: الدورة القادمة
bg: следваща менструация
bn: পরবর্তী মাসিক
ca: proper període
cs: další menstruace
da: næste menstruation
de: nächste Menstruation
el: επόμενη περίοδος
et: järgmine menstruatsioon
fi: seuraavat kuukautiset
gu: આગલું માસિક સ્ત્રાવ
he: המחזור הבא
hi: अगला मासिक धर्म
hr: sljedeća menstruacija
hu: következő menstruáció
id: menstruasi berikutnya
is: næstu tíðir
ja: 次の月経
ka: შემდეგი მენსტრუაცია
kn: ಮುಂದಿನ ಮಾಸಿಕ
my: haid seterusnya
nl: volgende menstruatie
tl: susunod na regla

source: Menstrual & Fertility
af: menstruele & Vrugbaarheid
ar: الدورة الشهرية والخصوبة
bg: менструация и фертилност
bn: মাসিক ও উর্বরতা
ca: cicle menstrual i fertilitat
cs: menstruace a plodnost
da: menstruation og fertilitet
de: Menstruation und Fruchtbarkeit
el: περίοδος και γονιμότητα
et: menstruatsioon ja viljakus
fi: kuukautiset ja hedelmällisyys
gu: માસિક પ્રજનનક્ષમતા
he: פוריות מחזורית
hi: मासिक धर्म उर्वरता
hr: menstrualna plodnost
hu: menstruációs termékenység
id: kesuburan menstruasi
is: tíðafrjósemi
ja: 月経と妊娠力
ka: მენსტრუაციული ფერტილობა
kn: ಮಾಸಿಕ ಮತ್ತು ಪ್ರಜನನ ಸಾಮರ್ಥ್ಯ
my: kesuburan dan haid
nl: menstruatie en vruchtbaarheid
tl: regla at pagkamabunga

source: Pregnancy
af: swangerskap
ar: الحمل
bg: бременност
bn: গর্ভাবস্থা
ca: embaràs
cs: těhotenství
da: graviditet
de: Schwangerschaft
el: εγκυμοσύνη
et: rasedus
fi: raskaus
gu: ગર્ભાવસ્થા
he: הריון
hi: गर्भावस्था
hr: trudnoća
hu: terhesség
id: kehamilan
is: þungun
ja: 妊娠
ka: ორსულობა
kn: ಗರ್ಭಾವಸ್ಥೆ
my: kehamilan
nl: zwangerschap
tl: pagbubuntis

source: Note
af: nota
ar: ملاحظة
bg: бележка
bn: নোট
ca: nota
cs: poznámka
de: Notiz
el: σημείωση
et: märkus
fi: muistiinpano
gu: નોંધ
he: הערה
hi: नोट
hr: bilješka
hu: jegyzet
id: catatan
is: athugasemd
ja: メモ
ka: შენიშვნა
kn: ಟಿಪ್ಪಣಿ
my: nota
nl: notitie
tl: tala

source: New note for example
af: nuwe nota vir voorbeeld
ar: ملاحظة جديدة على سبيل المثال
bg: нова бележка за пример
bn: নতুন নোট উদাহরণস্বরূপ
ca: nova nota com a exemple
cs: nová poznámka jako příklad
da: ny note som eksempel
de: neue Notiz als Beispiel
el: νέα σημείωση ως παράδειγμα
et: uus märkus näiteks
fi: uusi muistiinpano esimerkiksi
gu: નવી નોંધ ઉદાહરણ તરીકે
he: הערה חדשה לדוגמה
hi: उदाहरण के लिए नया नोट
hr: nova bilješka za primjer
hu: új jegyzet például
id: catatan baru sebagai contoh
is: ný athugasemd til dæmis
ja: 新しいメモの例
ka: ახალი შენიშვნა მაგალითად
kn: ಹೊಸ ಟಿಪ್ಪಣಿ ಉದಾಹರಣೆಗೆ
my: nota baru sebagai contoh
nl: nieuwe notitie als voorbeeld
tl: bagong tala bilang halimbawa

source: Week 23 of your pregnancy
af: week 23 van jou swangerskap
ar: الأسبوع 23 من حملك
bg: 23-та седмица от бременността ви
bn: আপনার গর্ভাবস্থার ২৩তম সপ্তাহ
ca: setmana 23 del teu embaràs
cs: 23. týden vašeho těhotenství
da: uge 23 af din graviditet
de: Woche 23 deiner Schwangerschaft
el: 23η εβδομάδα της εγκυμοσύνης σας
et: sinu raseduse 23. nädal
fi: raskautesi 23. viikko
gu: તમારી ગર્ભાવસ્થાનું 23મું સપ્તાહ
he: שבוע 23 להריונך
hi: आपकी गर्भावस्था का 23वां सप्ताह
hr: 23. tjedan tvoje trudnoće
hu: terhességed 23. hete
id: minggu ke-23 kehamilan Anda
is: 23. vika þungunar þinnar
ja: 妊娠23週目
ka: შენი ორსულობის 23-ე კვირა
kn: ನಿಮ್ಮ ಗರ್ಭಾವಸ್ಥೆಯ 23ನೇ ವಾರ
my: minggu ke-23 kehamilan anda
nl: week 23 van je zwangerschap
tl: linggo 23 ng iyong pagbubuntis

source: Details
af: beskrywing
ar: التفاصيل
bg: подробности
bn: বিস্তারিত
ca: detalls
cs: podrobnosti
da: detaljer
el: λεπτομέρειες
et: üksikasjad
fi: yksityiskohdat
gu: વિગતો
he: פרטים
hi: विवरण
hr: detalji
hu: részletek
id: detail
is: nánari upplýsingar
ja: 詳細
ka: დეტალები
kn: ವಿವರಗಳು
my: butiran
tl: mga detalye

source: My Daily Insights
af: my Daaglikse Insigte
ar: رؤى يومية
bg: моите ежедневни прозрения
bn: আমার দৈনিক অন্তর্দৃষ্টি
ca: les meves observacions diàries
cs: moje denní postřehy
da: mine daglige indsigter
de: meine täglichen Einblicke
el: οι καθημερινές μου παρατηρήσεις
et: minu igapäevased ülevaated
fi: päivittäiset oivallukseni
gu: મારી દૈનિક આંતરદૃષ્ટિ
he: התובנות היומיות שלי
hi: मेरी दैनिक अंतर्दृष्टि
hr: moji dnevni uvidi
hu: napi betekintéseim
id: wawasan harian saya
is: daglegar innsýnir mínar
ja: 私の毎日の洞察
ka: ჩემი ყოველდღიური შეხედულებები
kn: ನನ್ನ ದೈನಂದಿನ ಒಳನೋಟಗಳು
my: pandangan harian saya
nl: mijn dagelijkse inzichten
tl: aking pang-araw-araw na pananaw

source: Checkup & Vaccination
af: gesondheid & Inenting
ar: الفحص والتطعيم
bg: прегледи и ваксинации
bn: পরীক্ষা ও টিকা
ca: control i vacunació
cs: kontrola a očkování
da: tjek og vaccination
de: Untersuchung und Impfung
el: έλεγχος και εμβολιασμός
et: kontroll ja vaktsineerimine
fi: tarkastus ja rokotus
gu: તપાસ અને રસીકરણ
he: בדיקה וחיסון
hi: जांच और टीकाकरण
hr: pregled i cijepljenje
hu: ellenőrzés és oltás
id: pemeriksaan dan vaksinasi
is: heilsuskoðun og bólusetningar
ja: 健康診断と予防接種
ka: ჯანმრთელობის შემოწმება და ვაქცინაცია
kn: ತಪಾಸಣೆ ಮತ್ತು ಲಸಿಕೆ
my: pemeriksaan kesihatan dan vaksinasi
nl: controle en vaccinatie
tl: check-up at bakuna

source: Next Checkup
af: volgende Gesondheidskontrole
ar: الفحص القادم
bg: следващ преглед
bn: পরবর্তী পরীক্ষা
ca: proper control
cs: další kontrola
da: næste tjek
de: nächste Untersuchung
el: επόμενος έλεγχος
et: järgmine kontroll
fi: seuraava tarkastus
gu: આગલી તપાસ
he: הבדיקה הבאה
hi: अगली जांच
hr: sljedeći pregled
hu: következő ellenőrzés
id: pemeriksaan berikutnya
is: næsta heilsuskoðun
ja: 次の健康診断
ka: შემდეგი ჯანმრთელობის შემოწმება
kn: ಮುಂದಿನ ತಪಾಸಣೆ
my: pemeriksaan seterusnya
nl: volgende controle
tl: susunod na check-up

# heyjaneDoe
source: Hey Jane Doe, welcome to the
af: hey Jane Doe, welkom by die
ar: مرحبًا جين دو، مرحبًا بك في
bg: здравейте, Джейн Доу, добре дошли в
bn: হাই জেন ডো, স্বাগতম!
ca: hola Jane Doe, benvinguda a
cs: ahoj Jane Doe, vítej v
da: hej Jane Doe, velkommen til
de: hallo Jane Doe, willkommen in
el: γειά σου Jane Doe, καλώς ήρθες στην
et: tere Jane Doe, tere tulemast
fi: hei Jane Doe, tervetuloa
gu: હાય જેઇન ડો, ઓવેલા
he: היי, ג'יין דו, ברוכה הבאה
hi: हाय जेन डो,समुदाय
hr: bok Jane Doe, dobrodošla u
hu: szia Jane Doe, üdvözlünk az
id: hai Jane Doe, selamat datang di
is: halló Jane Doe, velkomin í
ja: こんにちは、Jane Doeさん！〜へようこそ！
ka: გამარჯობა, ჯეინ დოე, კეთილი იყოს შენი მობრძანება
kn: ಹಾಯ್ ಜೇನ್ ಡೋ, ಒವೆಲ್ಲಾ
my: hai Jane Doe, selamat datang ke
nl: hallo Jane Doe, welkom bij de
tl: kamusta Jane Doe, maligayang pagdating sa

# joindiscussion
source: Join discussions, ask questions, and connect with experts!
af: deelneem aan besprekings, vra vrae en verbind met kundiges!
ar: انضم إلى المناقشات، اطرح أسئلة، وتواصل مع الخبراء!
bg: присъединете се към дискусии, задавайте въпроси и се свързвайте с експерти!
bn: আলোচনায় অংশ নিন, প্রশ্ন করুন এবং বিশেষজ্ঞদের সাথে যোগাযোগ করুন!
ca: uneix-te a les discussions, fes preguntes i connecta amb experts!
cs: připojte se k diskuzím, ptejte se a spojte se s odborníky!
da: deltag i diskussioner, stil spørgsmål og forbind med eksperter!
de: nimm an Diskussionen teil, stelle Fragen und vernetze dich mit Experten!
el: συμμετέχετε σε συζητήσεις, κάντε ερωτήσεις και συνδεθείτε με ειδικούς!
et: liitu aruteludega, esita küsimusi ja ühendu ekspertidega!
fi: liity keskusteluun, esitä kysymyksiä ja verkostoidu asiantuntijoiden kanssa!
gu: ચર્ચામાં જોડાઓ, પ્રશ્નો પૂછો અને નિષ્ણાતો સાથે જોડાઓ!
he: הצטרף לדיונים, שאל שאלות והתחבר למומחים!
hi: चर्चा में शामिल हों, प्रश्न पूछें और विशेषज्ञों से जुड़ें!
hr: pridruži se raspravi, postavi pitanja i poveži se s ekspertima!
hu: csatlakozz a beszélgetéshez, tedd fel kérdéseidet és kapcsolódj szakértőkhöz!
id: bergabunglah dalam diskusi, ajukan pertanyaan, dan terhubung dengan ahli!
is: taktu þátt í umræðum, spurðu spurninga og tengstu sérfræðingum!
ja: ディスカッションに参加し、質問をしたり、専門家とつながったりしてください！
ka: შეუერთდი განხილვებს, დასვი კითხვები და დაუკავშირდი ექსპერტებს!
kn: ಚರ್ಚೆಯಲ್ಲಿ ಭಾಗವಹಿಸಿ, ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ ಮತ್ತು ತಜ್ಞರೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ!
my: sertai perbincangan, ajukan soalan dan berhubung dengan pakar!
nl: doe mee aan discussies, stel vragen en maak contact met experts!
tl: sumali sa talakayan, magtanong, at makipag-ugnayan sa mga eksperto!

# upComingEvent
source: Upcoming Events
af: Opkomende Gebeure
ar: الأحداث القادمة
bg: Предстоящи събития
bn: আসন্ন ইভেন্ট
ca: Esdeveniments propers
cs: Nadcházející události
da: Kommende begivenheder
de: Kommende Veranstaltungen
el: Επερχόμενες εκδηλώσεις
et: Tulevased sündmused
fi: Tulevat tapahtumat
gu: આગામી ઇવેન્ટ્સ
he: אירועים קרובים
hi: आगामी कार्यक्रम
hr: Nadolazeći događaji
hu: Közelgő események
id: Acara Mendatang
is: Væntanlegir viðburðir
ja: 今後のイベント
ka: მომავალი ღონისძიებები
kn: ಮುಂಬರುವ ಈವೆಂಟ್ಗಳು
my: ဖြစ်လာမည့်ပွဲများ
nl: Aankomende evenementen
tl: Paparating na mga Kaganapan

source: Forum
ar: المنتدى
bg: форум
bn: ফোরাম
ca: fòrum
cs: fórum
el: φόρουμ
et: foorum
fi: foorumi
gu: ફોરમ
he: פורום
hi: मंच
hu: fórum
is: spjallborð
ja: フォーラム
ka: ფორუმი
kn: ವೇದಿಕೆ

source: Groups
af: groepe
ar: المجموعات
bg: групи
bn: গোষ্ঠী
ca: grups
cs: skupiny
da: grupper
de: Gruppen
el: ομάδες
et: grupid
fi: ryhmät
gu: જૂથો
he: קבוצות
hi: समूह
hr: grupe
hu: csoportok
id: kelompok
is: hópar
ja: グループ
ka: ჯგუფები
kn: ಗುಂಪುಗಳು
my: kumpulan
nl: groepen
tl: mga grupo

source: Events
af: geleenthede
ar: الفعاليات
bg: събития
bn: ইভেন্ট
ca: esdeveniments
cs: události
da: begivenheder
de: Veranstaltungen
el: εκδηλώσεις
et: sündmused
fi: tapahtumat
gu: ઘટનાઓ
he: אירועים
hi: आयोजन
hr: događaji
hu: események
id: acara
is: viðburðir
ja: イベント
ka: ღონისძიებები
kn: ಕಾರ್ಯಕ್ರಮಗಳು
my: acara
nl: evenementen
tl: mga kaganapan

# findtopic
source: Find topics, groups, and discussions
af: vind onderwerpe, groepe, en besprekings
ar: ابحث عن مواضيع ومجموعات ومناقشات
bg: намери теми, групи и дискусии
bn: বিষয়, গোষ্ঠী এবং আলোচনা খুঁজুন
ca: troba temes, grups i discussions
cs: najděte témata, skupiny a diskuze
da: find emner, grupper og diskussioner
de: finde Themen, Gruppen und Diskussionen
el: βρείτε θέματα, ομάδες και συζητήσεις
et: otsi teemasid, gruppe ja arutelusid
fi: etsi aiheita, ryhmiä ja keskusteluja
gu: વિષયો, જૂથો અને ચર્ચાઓ શોધો
he: חפש נושאים, קבוצות ודיונים
hi: विषय, समूह और चर्चाएं खोजें
hr: pronađi teme, grupe i rasprave
hu: témák és csoportok keresése
id: cari topik, kelompok, dan diskusi
is: finndu efni, hópa og umræður
ja: トピック、グループ、ディスカッションを見つける
ka: მოძებნე თემები, ჯგუფები და განხილვები
kn: ವಿಷಯಗಳು, ಗುಂಪುಗಳು ಮತ್ತು ಚರ್ಚೆಗಳನ್ನು ಹುಡುಕಿ
my: cari topik, kumpulan dan perbincangan
nl: zoek onderwerpen, groepen en discussies
tl: maghanap ng paksa, grupo, at talakayan

source: Menstrual Health
af: menstruele Gesondheid
ar: صحة الدورة الشهرية
bg: здраве на менструацията
bn: মাসিক স্বাস্থ্য
ca: salut menstrual
cs: menstruační zdraví
da: menstruationssundhed
de: Menstruationsgesundheit
el: υγεία περιόδου
et: menstruaaltervis
fi: kuukautisterveys
gu: માસિક સ્વાસ્થ્ય
he: בריאות מחזורית
hi: मासिक धर्म स्वास्थ्य
hr: menstrualno zdravlje
hu: menstruációs egészség
id: kesehatan menstruasi
is: heilsa tengd tíðahring
ja: 月経の健康
ka: მენსტრუაციული ჯანმრთელობა
kn: ಮಾಸಿಕ ಆರೋಗ್ಯ
my: kesihatan haid
nl: menstruele gezondheid
tl: kalusugan sa regla

source: Fertility
af: vrugbaarheid
ar: الخصوبة
bg: фертилност
bn: উর্বরতা
ca: fertilitat
cs: plodnost
da: fertilitet
de: Fruchtbarkeit
el: γονιμότητα
et: viljakus
fi: hedelmällisyys
gu: પ્રજનનક્ષમતા
he: פוריות
hi: उर्वरता
hr: plodnost
hu: termékenység
id: kesuburan
is: frjósemi
ja: 妊娠力
ka: ფერტილობა
kn: ಪ್ರಜನನ ಸಾಮರ್ಥ್ಯ
my: kesuburan
nl: vruchtbaarheid
tl: pagkamabunga

source: Sexual health
af: seksuele Gesondheid
ar: الصحة الجنسية
bg: сексуално здраве
bn: যৌন স্বাস্থ্য
ca: salut sexual
cs: sexuální zdraví
da: seksuel sundhed
de: sexuelle Gesundheit
el: σεξουαλική υγεία
et: seksuaaltervis
fi: seksuaaliterveys
gu: જાતીય સ્વાસ્થ્ય
he: בריאות מינית
hi: यौन स्वास्थ्य
hr: seksualno zdravlje
hu: szexuális egészség
id: kesehatan seksual
is: kynheilbrigði
ja: 性的健康
ka: სექსუალური ჯანმრთელობა
kn: ಲೈಂಗಿಕ ಆರೋಗ್ಯ
my: kesihatan seksual
nl: seksuele gezondheid
tl: kalusugan sa sekswalidad

source: Popular Groups
af: populêre Groepe
ar: المجموعات الشائعة
bg: популярни групи
bn: জনপ্রিয় গোষ্ঠী
ca: grups populars
cs: populární skupiny
da: populære grupper
de: beliebte Gruppen
el: δημοφιλείς ομάδες
et: populaarsed grupid
fi: suositut ryhmät
gu: લોકપ્રિય જૂથો
he: קבוצות פופולריות
hi: लोकप्रिय समूह
hr: popularne grupe
hu: népszerű csoportok
id: kelompok populer
is: vinsælir hópar
ja: 人気グループ
ka: პოპულარული ჯგუფები
kn: ಜನಪ್ರಿಯ ಗುಂಪುಗಳು
my: kumpulan popular
nl: populaire groepen
tl: mga sikat na grupo

source: Find groups
af: vind groepe
ar: ابحث عن مجموعات
bg: намери групи
bn: গোষ্ঠী খুঁজুন
ca: troba grups
cs: najít skupiny
da: find grupper
de: Gruppen finden
el: βρείτε ομάδες
et: otsi gruppe
fi: etsi ryhmiä
gu: જૂથો શોધો
he: חפש קבוצות
hi: समूह खोजें
hr: pronađi grupe
hu: csoportok keresése
id: cari kelompok
is: finndu hópa
ja: グループを探す
ka: ჯგუფების მოძებნა
kn: ಗುಂಪುಗಳನ್ನು ಹುಡುಕಿ
my: cari kumpulan
nl: zoek groepen
tl: maghanap ng mga grupo

source: Events & Workshops
af: geleenthede & Werksessies
ar: الفعاليات وورش العمل
bg: събития и работилници
bn: ইভেন্ট ও কর্মশালা
ca: esdeveniments i tallers
cs: události a workshopy
da: begivenheder og workshops
de: Veranstaltungen und Workshops
el: εκδηλώσεις και εργαστήρια
et: sündmused ja töötoad
fi: tapahtumat ja työpajat
gu: ઘટનાઓ અને વર્કશોપ્સ
he: אירועים וסדנאות
hi: आयोजन और कार्यशालाएं
hr: događaji i radionice
hu: események és műhelyek
id: acara dan lokakarya
is: viðburðir og vinnustofur
ja: イベントとワークショップ
ka: ღონისძიებები და სემინარები
kn: ಕಾರ್ಯಕ್ರಮಗಳು ಮತ್ತು ಕಾರ್ಯಾಗಾರಗಳು
my: acara dan bengkel
nl: evenementen en workshops
tl: mga kaganapan at workshop

source: Events Details
af: geleenthede Besonderhede
ar: تفاصيل الفعاليات
bg: подробности за събитията
bn: ইভেন্টের বিস্তারিত
ca: detalls dels esdeveniments
cs: podrobnosti událostí
da: detaljer om begivenheder
de: Details zu Veranstaltungen
el: λεπτομέρειες εκδηλώσεων
et: sündmuste üksikasjad
fi: tapahtumien yksityiskohdat
gu: ઘટનાઓની વિગતો
he: פרטי האירועים
hi: आयोजन का विवरण
hr: detalji događaja
hu: események részletei
id: detail acara
is: upplýsingar um viðburði
ja: イベント詳細
ka: ღონისძიების დეტალები
kn: ಕಾರ್ಯಕ್ರಮದ ವಿವರಗಳು
my: butiran acara
nl: evenementdetails
tl: mga detalye ng kaganapan

source: Pregnancy Nutrition Webinar
af: swangerskap Voeding Webinar
ar: ندوة عبر الإنترنت عن تغذية الحمل
bg: уебинар за хранене по време на бременност
bn: গর্ভাবস্থায় পুষ্টি ওয়েবিনার
ca: webinar sobre nutrició durant l'embaràs
cs: webinář o výživě v těhotenství
da: webinar om ernæring under graviditet
de: Webinar zur Ernährung in der Schwangerschaft
el: διαδικτυακό σεμινάριο για τη διατροφή στην εγκυμοσύνη
et: raseduse toitumise veebiseminar
fi: raskausajan ravitsemuswebinaari
gu: ગર્ભાવસ્થા પોષણ વેબિનાર
he: וובינר על תזונה בזמן הריון
hi: गर्भावस्था पोषण वेबिनार
hr: webinar o prehrani tijekom trudnoće
hu: terhességi táplálkozási webinárium
id: webinar nutrisi kehamilan
is: vefnámskeið um næringu á meðgöngu
ja: 妊娠中の栄養ウェビナー
ka: ორსულობის კვების ვებინარი
kn: ಗರ್ಭಾವಸ್ಥೆಯ ಪೋಷಣೆ ವೆಬಿನಾರ್
my: webinar pemakanan semasa kehamilan
nl: webinar over zwangerschapsvoeding
tl: webinar sa nutrisyon ng pagbubuntis

# whatlearn
source: What Youâ€™ll Learn
af: wat Jy Sal Leer
ar: ما ستتعلمه
bg: какво ще научите
bn: আপনি কী শিখবেন
ca: què aprendràs
cs: co se naučíte
da: hvad du vil lære
de: was du lernen wirst
el: τι θα μάθετε
et: mida sa õpid
fi: mitä opit
gu: તમે શું શીખવા માગો છો?
he: מה תרצה ללמוד?
hi: आप क्या सीखना चाहते हैं?
hr: što želiš naučiti?
hu: mit szeretnél megtanulni?
id: apa yang ingin Anda pelajari?
is: hvað viltu læra?
ja: 何を学びたい？
ka: რას ისწავლი?
kn: ನೀವು ಏನು ಕಲಿಯುತ್ತೀರಿ?
my: apa yang anda akan pelajari
nl: wat je zult leren
tl: ano ang matututuhan mo

source: Speakers
af: sprekers
ar: المتحدثون
bg: лектори
bn: বক্তা
ca: ponents
cs: přednášející
da: talere
de: Referenten
el: ομιλητές
et: esinejad
fi: puhujat
gu: વક્તાઓ
he: דוברים
hi: वक्ता
hr: govornici
hu: előadók
id: pembicara
is: fyrirlesarar
ja: スピーカー
ka: სპიკერები
kn: ವಕ್ತಾರರು
my: penceramah
nl: sprekers
tl: mga nagsasalita

source: Register Now
af: registreer Nou
ar: سجل الآن
bg: регистрирайте се сега
bn: এখনই নিবন্ধন করুন
ca: registra't ara
cs: zaregistrujte se nyní
da: tilmeld dig nu
de: jetzt registrieren
el: εγγραφείτε τώρα
et: registreeru nüüd
fi: rekisteröidy nyt
gu: હવે નોંધણી કરો
he: הירשם עכשיו
hi: अब पंजीकरण करें
hr: registriraj se sada
hu: regisztrálj most
id: daftar sekarang
is: skráðu þig núna
ja: 今すぐ登録
ka: დარეგისტრირდი ახლა
kn: ಈಗ ನೋಂದಾಯಿಸಿ
my: daftar sekarang
nl: registreer nu
tl: magrehistro ngayon

source: Edit Profile
af: wysig Profiel
ar: تعديل الملف الشخصي
bg: редактирайте профила
bn: প্রোফাইল সম্পাদনা করুন
ca: edita el perfil
cs: upravit profil
da: redigér profil
de: Profil bearbeiten
el: επεξεργασία προφίλ
et: muuda profiili
fi: muokkaa profiilia
gu: પ્રોફાઇલ સંપાદિત કરો
he: ערוך פרופיל
hi: प्रोफाइल संपादित करें
hr: uredi profil
hu: profil szerkesztése
id: edit profil
is: breyta prófíl
ja: プロフィールを編集
ka: პროფილის რედაქტირება
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
my: edit profil
nl: bewerk profiel
tl: i-edit ang profile

source: Invite Your Partner To Ovella
af: nooi jou vennoot na Ovella
ar: ادعُ شريكك إلى Ovella
bg: поканете партньора си в Ovella
bn: আপনার সঙ্গীকে Ovella-তে আমন্ত্রণ জানান
ca: convida la teva parella a Ovella
cs: pozvěte svého partnera do Ovella
da: invitér din partner til Ovella
de: lade deinen Partner zu Ovella ein
el: προσκαλέστε τον σύντροφό σας στο Ovella
et: kutsu oma partner Ovellasse
fi: kutsu kumppanisi Ovellaan
gu: તમારા જીવનસાથીને ઓવેલામાં આમંત્રિત કરો
he: הזמן את בן/בת הזוג שלך לאוולה
hi: अपने साथी को ओवेला में आमंत्रित करें
hr: pozovi svog partnera na Ovella
hu: hívd meg a partneredet az Ovellába
id: undang pasangan Anda ke Ovella
is: bjóddu maka þínum í Ovella
ja: パートナーをOvellaに招待
ka: მოიწვიე შენი პარტნიორი ოველაში
kn: ನಿಮ್ಮ ಸಂಗಾತಿಯನ್ನು ಒವೆಲ್ಲಾಗೆ ಆಹ್ವಾನಿಸಿ
my: jemput pasangan anda ke Ovella
nl: nodig je partner uit voor Ovella
tl: imbitahan ang iyong kapareha sa Ovella

source: Click here to add your partner
af: klik hier om jou vennoot by te voeg
ar: انقر هنا لإضافة شريكك
bg: кликнете тук, за да добавите партньора си
bn: আপনার সঙ্গী যোগ করতে এখানে ক্লিক করুন
ca: fes clic aquí per afegir la teva parella
cs: klikněte zde pro přidání partnera
da: klik her for at tilføje din partner
de: klicke hier, um deinen Partner hinzuzufügen
el: κάντε κλικ εδώ για να προσθέσετε τον σύντροφό σας
et: klõpsa siia, et lisada oma partner
fi: klikkaa tästä lisätäksesi kumppanisi
gu: તમારા જીવનસાથીને ઉમેરવા માટે અહીં ક્લિક કરો
he: לחץ כאן כדי להוסיף את בן/בת הזוג שלך
hi: अपने साथी को जोड़ने के लिए यहाँ क्लिक करें
hr: klikni ovdje da dodaš svog partnera
hu: kattints ide a partnered hozzáadásához
id: klik di sini untuk menambah pasangan Anda
is: smelltu hér til að bæta við maka þínum
ja: ここをクリックしてパートナーを追加
ka: დააჭირე აქ შენი პარტნიორის დასამატებლად
kn: ನಿಮ್ಮ ಸಂಗಾತಿಯನ್ನು ಸೇರಿಸಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
my: klik di sini untuk tambah pasangan anda
nl: klik hier om je partner toe te voegen
tl: i-click dito upang idagdag ang iyong kapareha

source: Personal Information
af: persoonlike Inligting
ar: المعلومات الشخصية
bg: лична информация
bn: ব্যক্তিগত তথ্য
ca: informació personal
cs: osobní údaje
da: personlige oplysninger
de: persönliche Informationen
el: προσωπικές πληροφορίες
et: isiklik teave
fi: henkilökohtaiset tiedot
gu: વ્યક્તિગત માહિતી
he: מידע אישי
hi: व्यक्तिगत जानकारी
hr: osobni podaci
hu: személyes információk
id: informasi pribadi
is: persónuupplýsingar
ja: 個人情報
ka: პერსონალური ინფორმაცია
kn: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ
my: maklumat peribadi
nl: persoonlijke informatie
tl: personal na impormasyon

source: Age
af: eeu
ar: العمر
bg: възраст
bn: বয়স
ca: edat
cs: věk
da: alder
de: Alter
el: ηλικία
et: vanus
fi: ikä
gu: ઉંમર
he: גיל
hi: उम्र
hr: dob
hu: kor
id: usia
is: aldur
ja: 年齢
ka: ასაკი
kn: ವಯಸ್ಸು
my: umur
nl: leeftijd
tl: edad

source: Gender
af: geslag
ar: الجنس
bg: пол
bn: লিঙ্গ
ca: gènere
cs: pohlaví
da: køn
de: Geschlecht
el: φύλο
et: sugu
fi: sukupuoli
gu: લિંગ
he: מגדר
hi: लिंग
hr: spol
hu: nem
id: jenis kelamin
is: kyn
ja: 性別
ka: სქესი
kn: ಲಿಂಗ
my: jantina
nl: geslacht
tl: kasarian

source: Menstrual & Health Details
af: menstruele & Gesondheid besonderhede
ar: تفاصيل صحة الدورة الشهرية
bg: подробности за менструалното здраве
bn: মাসিক ও স্বাস্থ্যের বিস্তারিত
ca: detalls de la salut menstrual
cs: podrobnosti o menstruačním zdraví
da: detaljer om menstruationssundhed
de: Details zur Menstruationsgesundheit
el: λεπτομέρειες υγείας περιόδου
et: menstruaaltervise üksikasjad
fi: kuukautisterveyden yksityiskohdat
gu: માસિક સ્વાસ્થ્યની વિગતો
he: פרטי בריאות מחזורית
hi: मासिक धर्म स्वास्थ्य विवरण
hr: detalji o menstrualnom zdravlju
hu: menstruációs egészség részletei
id: detail kesehatan menstruasi
is: nánari upplýsingar um tíðaheilsu
ja: 月経健康の詳細
ka: მენსტრუაციული ჯანმრთელობის დეტალები
kn: ಮಾಸಿಕ ಆರೋಗ್ಯ ವಿವರಗಳು
my: butiran kesihatan haid
nl: details menstruele gezondheid
tl: mga detalye ng kalusugan sa regla

source: Cycle Length
af: siklus lengte
ar: طول الدورة
bg: дължина на цикъла
bn: চক্রের দৈর্ঘ্য
ca: durada del cicle
cs: délka cyklu
da: cykluslængde
de: Zykluslänge
el: διάρκεια κύκλου
et: tsükli pikkus
fi: kierron pituus
gu: ચક્રની લંબાઈ
he: אורך המחזור
hi: चक्र की अवधि
hr: duljina ciklusa
hu: ciklus hossza
id: durasi siklus
is: lengd tíðahrings
ja: 周期の長さ
ka: ციკლის ხანგრძლივობა
kn: ಚಕ್ರದ ಉದ್ದ
my: panjang kitaran
nl: lengte cyclus
tl: haba ng siklo

source: Last Period
af: laaste Periode
ar: آخر دورة
bg: последна менструация
bn: শেষ মাসিক
ca: últim període
cs: poslední menstruace
da: sidste menstruation
de: letzte Menstruation
el: τελευταία περίοδος
et: viimane menstruatsioon
fi: viimeiset kuukautiset
gu: છેલ્લું માસિક સ્ત્રાવ
he: המחזור האחרון
hi: अंतिम मासिक धर्म
hr: zadnja menstruacija
hu: utolsó menstruáció
id: menstruasi terakhir
is: síðustu tíðir
ja: 最後の月経
ka: ბოლო მენსტრუაცია
kn: ಕೊನೆಯ ಮಾಸಿಕ
my: haid terakhir
nl: laatste menstruatie
tl: huling regla

source: Pregnancy Status
af: swangerskap Status
ar: حالة الحمل
bg: статус на бременността
bn: গর্ভাবস্থার অবস্থা
ca: estat de l'embaràs
cs: stav těhotenství
da: graviditetsstatus
de: Schwangerschaftsstatus
el: κατάσταση εγκυμοσύνης
et: raseduse seisund
fi: raskauden tila
gu: ગર્ભાવસ્થાની સ્થિતિ
he: מצב הריון
hi: गर्भावस्था की स्थिति
hr: status trudnoće
hu: terhességi állapot
id: status kehamilan
is: staða þungunar
ja: 妊娠状況
ka: ორსულობის სტატუსი
kn: ಗರ್ಭಾವಸ್ಥೆ ಸ್ಥಿತಿ
my: status kehamilan
nl: zwangerschapsstatus
tl: katayuan ng pagbubuntis

source: Health Conditions
af: gesondheidstoestande
ar: الحالات الصحية
bg: здравословни състояния
bn: স্বাস্থ্যের অবস্থা
ca: condicions de salut
cs: zdravotní stav
da: sundhedstilstande
de: Gesundheitszustände
el: καταστάσεις υγείας
et: tervislikud seisundid
fi: terveydentilat
gu: સ્વાસ્થ્યની સ્થિતિઓ
he: מצבים בריאותיים
hi: स्वास्थ्य स्थितियाँ
hr: zdravstvena stanja
hu: egészségügyi állapotok
id: kondisi kesehatan
is: heilsufarsvandamál
ja: 健康状態
ka: ჯანმრთელობის მდგომარეობა
kn: ಆರೋಗ್ಯ ಪರಿಸ್ಥಿತಿಗಳು
my: keadaan kesihatan
nl: gezondheidsproblemen
tl: mga kondisyon ng kalusugan
