Repository: salmanbashar1009/projects-flutter
Catalog: women_period_tracker_app/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, et, fi, gu, he, hi, hr, hu, id, is, ja, ka, kn, my, nl, tl

source: hello, Jane Doe
af: hallo, Jane Doe
ar: مرحبًا، جين دو
bg: здравейте, Джейн Доу
bn: হ্যালো, জেন ডো
ca: hola, Jane Doe
cs: ahoj, Jane Doe
da: hej, Jane Doe
de: hallo, Jane Doe
el: γειά σου, Jane Doe
et: tere, Jane Doe
fi: hei, Jane Doe
gu: હેલો, જેઇન ડો
he: שלום, ג'יין דו
hi: नमस्ते, जेन डो
hr: bok, Jane Doe
hu: helló, Jane Doe
id: halo, Jane Doe
is: halló, Jane Doe
ja: こんにちは、Jane Doeさん
ka: გამარჯობა, ჯეინ დოე
kn: ಹಾಯ್, ಜೇನ್ ಡೋ
my: hai, Jane Doe
nl: hallo, Jane Doe
tl: kamusta, Jane Doe

source: Good Morning
af: goeie more
ar: صباح الخير
bg: добро утро
bn: সুপ্রভাত
ca: bon dia
cs: dobré ráno
da: godmorgen
de: guten Morgen
el: καλημέρα
et: tere hommikust
fi: hyvää huomenta
gu: સુપ્રભાત
he: בוקר טוב
hi: सुप्रभात
hr: dobro jutro
hu: jó reggelt
id: selamat pagi
is: góðan daginn
ja: おはようございます
ka: დილა მშვიდობისა
kn: ಶುಭೋದಯ
my: selamat pagi
nl: goedemorgen
tl: magandang umaga

# fibroidswomen
source: Fibroids mainly affect women.
af: vibroïede raak meestal vroue.
ar: الأورام الليفية تؤثر بشكل رئيسي على النساء.
bg: фиброидите засягат предимно жени.
bn: ফাইব্রয়েড মূলত নারীদের প্রভাবিত করে।
ca: els fibromes afecten majoritàriament les dones.
cs: myomy postihují převážně ženy.
da: fibroider rammer hovedsageligt kvinder.
de: Myome betreffen hauptsächlich Frauen.
el: τα ινομυώματα επηρεάζουν κυρίως τις γυναίκες.
et: müoomid mõjutavad peamiselt naisi.
fi: myoomat vaikuttavat pääasiassa naisiin.
gu: ફાઇબ્રોઇડ્સ મુખ્યત્વે સ્ત્રીઓને અસર કરે છે.
he: פיברואידים משפיעים בעיקר על נשים.
hi: फाइब्रॉइड्स मुख्य रूप से महिलाओं को प्रभावित करते हैं।
hr: fibroidi uglavnom utječu na žene.
hu: a miómák általában a nőket érintik.
id: fibroid umumnya memengaruhi wanita.
is: fíbróíð hafa oft áhrif á konur.
ja: 子宮筋腫は主に女性に影響を与えます。
ka: ფიბროიდები ხშირად გვხვდება ქალებში.
kn: ಫೈಬ್ರಾಯ್ಡ್‌ಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಮಹಿಳೆಯರಲ್ಲಿ ಕಂಡುಬರುತ್ತವೆ.
my: fibroid biasanya menjejaskan wanita.
nl: fibro誰den komen meestal voor bij vrouwen.
tl: ang mga fibroid ay karaniwang nakakaapekto sa mga kababaihan.

# fibroiddiscription
source: Fibroids can disrupt cycles, cause heavy bleeding, and impact fertility.
af: fibroïede kan siklusse ontwrig, erge bloeding veroorsaak en vrugbaarheid beïnvloed.
ar: الأورام الليفية يمكن أن تعطل الدورات، وتسبب نزيفًا شديدًا، وتؤثر على الخصوبة.
bg: фиброидите могат да нарушат менструалния цикъл, да предизвикат обилно кървене и да повлияят на фертилността.
bn: ফাইব্রয়েড চক্রকে বিঘ্নিত করতে পারে, তীব্র রক্তস্রাব ঘটাতে পারে এবং প্রজনন ক্ষমতাকে প্রভাবিত করতে পারে।
ca: els fibromes poden alterar els cicles, causar hemorràgies greus i afectar la fertilitat.
cs: myomy mohou narušit cykly, způsobit silné krvácení a ovlivnit plodnost.
da: fibroider kan forstyrre cyklusser, forårsage kraftig blødning og påvirke fertiliteten.
de: Myome können den Zyklus stören, starke Blutungen verursachen und die Fruchtbarkeit beeinträchtigen.
el: τα ινομυώματα μπορεί να διαταράξουν τον κύκλο, να προκαλέσουν έντονη αιμορραγία και να επηρεάσουν τη γονιμότητα.
et: müoomid võivad häirida tsüklit, põhjustada tugevat veritsust ja mõjutada viljakust.
fi: myoomat voivat häiritä kuukautiskiertoa, aiheuttaa runsasta verenvuotoa ja vaikuttaa hedelmällisyyteen.
gu: ફાઇબ્રોઇડ્સ માસિક ચક્રને અસર કરી શકે છે, ભારે રક્તસ્ત્રાવનું કારણ બની શકે છે અને ગર્ભાવસ્થાને મુશ્કેલ બનાવી શકે છે.
he: פיברואידים עלולים להשפיע על המחזור החודשי, לגרום לדימומים כבדים ולהקשות על ההיריון.
hi: फाइब्रॉइड्स मासिक धर्म चक्र को प्रभावित कर सकते हैं, भारी रक्तस्राव का कारण बन सकते हैं और गर्भधारण को मुश्किल कर सकते हैं।
hr: fibroidi mogu utjecati na menstrualni ciklus, uzrokovati obilna krvarenja i otežati trudnoću.
hu: a miómák befolyásolhatják a menstruációs ciklust, erős vérzést okozhatnak és megnehezíthetik a teherbeesést.
id: fibroid dapat memengaruhi siklus menstruasi, menyebabkan perdarahan hebat, dan menyulitkan kehamilan.
is: fíbróíð geta haft áhrif á tíðahringinn, valdið miklum blæðingum og gert þungun erfiðari.
ja: 子宮筋腫は月経周期に影響を及ぼし、過多出血を引き起こしたり、妊娠を困難にしたりすることがあります。
ka: ფიბროიდებმა შეიძლება გავლენა მოახდინოს მენსტრუალურ ციკლზე, გამოიწვიოს ძლიერი სისხლდენა და გაართულოს ორსულობა.
kn: ಫೈಬ್ರಾಯ್ಡ್‌ಗಳು ಮಾಸಿಕ ಚಕ್ರದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು, ತೀವ್ರ ರಕ್ತಸ್ರಾವಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು ಮತ್ತು ಗರ್ಭಧಾರಣೆಯನ್ನು ಕಷ್ಟಕರವಾಗಿಸಬಹುದು.
my: fibroid boleh mengganggu kitaran haid, menyebabkan pendarahan teruk dan mempengaruhi kesuburan.
nl: fibro誰den kunnen de menstruatiecyclus verstoren, hevige bloedingen veroorzaken en de vruchtbaarheid be誰nvloeden.
tl: ang mga fibroid ay maaaring makagambala sa siklo ng regla, magdulot ng matinding pagdurugo, at makaapekto sa pagkamabunga.

source: Log Period
af: log Periode
ar: تسجيل الدورة
bg: запишете менструацията
bn: পিরিয়ড লিখুন
ca: registra el període
cs: zaznamenejte menstruaci
da: log din menstruation
de: Menstruation protokollieren
el: καταγράψτε την περίοδό σας
et: logi oma menstruatsioon
fi: kirjaa kuukautisesi
gu: તમારા માસિક સ્ત્રાવને નોંધો
he: רשום את המחזור שלך
hi: अपने मासिक धर्म को रिकॉर्ड करें
hr: zabilježi svoj menstrualni ciklus
hu: rögzítsd a menstruációdat
id: catat siklus menstruasi Anda
is: skráðu tíðahringinn þinn
ja: 月経を記録する
ka: მენსტრუაციის ჩაწერა
kn: ನಿಮ್ಮ ಮಾಸಿಕ ಚಕ್ರವನ್ನು ದಾಖಲಿಸಿ
my: log kitaran haid
nl: log je menstruatie
tl: i-record ang iyong regla

source: Log your Symptoms
af: log jou simptome
ar: سجّل أعراضك
bg: запишете симптомите си
bn: আপনার লক্ষণগুলি লিখুন
ca: registra els teus símptomes
cs: zaznamenejte své příznaky
da: log dine symptomer
de: deine Symptome protokollieren
el: καταγράψτε τα συμπτώματά σας
et: logi oma sümptomid
fi: kirjaa oireesi
gu: તમારા લક્ષણો નોંધો
he: רשום את התסמינים שלך
hi: अपने लक्षणों को रिकॉर्ड करें
hr: zabilježi svoje simptome
hu: rögzítsd a tüneteidet
id: catat gejala Anda
is: skráðu einkenni þín
ja: 症状を記録する
ka: ჩაწერე შენი სიმპტომები
kn: ನಿಮ್ಮ ಲಕ್ಷಣಗಳನ್ನು ದಾಖಲಿಸಿ
my: log gejala anda
nl: log je symptomen
tl: i-record ang iyong mga sintomas

source: Log your Mood
af: log jou bui
ar: سجّل مزاجك
bg: запишете настроението си
bn: আপনার মেজাজ লিখুন
ca: registra el teu estat d'ànim
cs: zaznamenejte svou náladu
da: log dit humør
de: deine Stimmung protokollieren
el: καταγράψτε τη διάθεσή σας
et: logi oma tuju
fi: kirjaa mielialasi
gu: તમારો મૂડ નોંધો
he: רשום את מצב הרוח שלך
hi: अपने मूड को रिकॉर्ड करें
hr: zabilježi svoje raspoloženje
hu: rögzítsd a hangulatodat
id: catat suasana hati Anda
is: skráðu skap þitt
ja: 気分を記録する
ka: ჩაწერე შენი განწყობა
kn: ನಿಮ್ಮ ಮನಸ್ಥಿತಿಯನ್ನು ದಾಖಲಿಸಿ
my: log mood anda
nl: log je stemming
tl: i-record ang iyong mood

source: Tailored Wellness Journey
af: op maat gemaakte welstand reis
ar: رحلة صحية مخصصة
bg: персонализирано пътуване за благополучие
bn: ব্যক্তিগত সুস্থতার যাত্রা
ca: viatge de benestar personalitzat
cs: přizpůsobená cesta k pohodě
da: skræddersyet sundhedsrejse
de: maßgeschneiderte Wellness-Reise
el: προσαρμοσμένο ταξίδι ευεξίας
et: kohandatud heaolu teekond
fi: räätälöity hyvinvointimatka
gu: વ્યક્તિગત સ્વાસ્થ્ય યાત્રા
he: מסע בריאות מותאם אישית
hi: वैयक्तिकृत स्वास्थ्य यात्रा
hr: prilagođeno putovanje zdravlja
hu: személyre szabott wellness utazás
id: perjalanan kesehatan yang disesuaikan
is: sérsniðin heilsuferð
ja: パーソナライズされた健康の旅
ka: პერსონალიზებული ჯანმრთელობის მოგზაურობა
kn: ವೈಯಕ್ತೀಕರಿಸಿದ ಆರೋಗ್ಯ ಪ್ರಯಾಣ
my: perjalanan kesejahteraan tersuai
nl: op maat gemaakte welzijnsreis
tl: personalized na paglalakbay sa kalusugan

source: See all
af: sien alles
ar: عرض الكل
bg: виж всички
bn: সব দেখুন
ca: veure-ho tot
cs: zobrazit vše
da: se alle
de: alle anzeigen
el: δείτε όλα
et: vaata kõike
fi: näytä kaikki
gu: બધું જુઓ
he: ראה הכול
hi: सभी देखें
hr: pogledaj sve
hu: mindent megnéz
id: lihat semua
is: sjá allt
ja: すべて見る
ka: ყველაფრის ნახვა
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
my: lihat semua
nl: bekijk alles
tl: tingnan lahat

source: Personalized Wellness Tips
af: gepersonaliseerde welstand wenke
ar: نصائح صحية مخصصة
bg: персонализирани съвети за благополучие
bn: ব্যক্তিগত সুস্থতার পরামর্শ
ca: consells de benestar personalitzats
cs: personalizované tipy na pohodu
da: personlige sundhedstips
de: personalisierte Wellness-Tipps
el: προσωποποιημένες συμβουλές ευεξίας
et: isikupärastatud heaolu nõuanded
fi: personoidut hyvinvointivinkit
gu: વ્યક્તિગત સ્વાસ્થ્ય ટિપ્સ
he: טיפים לבריאות מותאמים אישית
hi: वैयक्तिकृत स्वास्थ्य सुझाव
hr: personalizirani savjeti za zdravlje
hu: személyre szabott wellness tippek
id: tips kesehatan yang dipersonalisasi
is: sérsniðnar heilsuráðleggingar
ja: パーソナライズされた健康のヒント
ka: პერსონალიზებული ჯანმრთელობის რჩევები
kn: ವೈಯಕ್ತೀಕರಿಸಿದ ಆರೋಗ್ಯ ಸಲಹೆಗಳು
my: tip kesejahteraan peribadi
nl: gepersonaliseerde welzijnstips
tl: personalized na mga tip sa kalusugan

source: Home
af: tuis
ar: الرئيسية
bg: начало
bn: হোম
ca: inici
cs: domů
da: hjem
de: Startseite
el: αρχική
et: avaleht
fi: koti
gu: હોમ
he: בית
hi: होम
hr: početna
hu: főoldal
id: beranda
is: heim
ja: ホーム
ka: მთავარი
kn: ಮುಖಪುಟ
my: laman utama
nl: thuis
tl: tahanan

source: Tracking
af: opvolging
ar: التتبع
bg: проследяване
bn: ট্র্যাকিং
ca: seguiment
cs: sledování
da: sporing
de: Verfolgung
el: παρακολούθηση
et: jälgimine
fi: seuranta
gu: ટ્રેકિંગ
he: מעקב
hi: ट्रैकिंग
hr: praćenje
hu: nyomkövetés
id: pelacakan
is: rakning
ja: トラッキング
ka: თვალყურის დევნება
kn: ಟ್ರ್ಯಾಕಿಂಗ್
my: penjejakan
nl: volgen
tl: pagsubaybay

source: Community
af: gemeenskap
ar: المجتمع
bg: общност
bn: সম্প্রদায়
ca: comunitat
cs: komunita
da: fællesskab
de: Gemeinschaft
el: κοινότητα
et: kogukond
fi: yhteisö
gu: સમુદાય
he: קהילה
hi: समुदाय
hr: zajednica
hu: közösség
id: komunitas
is: samfélag
ja: コミュニティ
ka: საზოგადოება
kn: ಸಮುದಾಯ
my: komuniti
nl: gemeenschap
tl: komunidad

source: Settings
af: instellings
ar: الإعدادات
bg: настройки
bn: সেটিংস
ca: configuració
cs: nastavení
da: indstillinger
de: Einstellungen
el: ρυθμίσεις
et: seaded
fi: asetukset
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: beállítások
id: pengaturan
is: stillingar
ja: 設定
ka: პარამეტრები
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
my: tetapan
nl: instellingen
tl: mga setting

source: AI
af: ki
ar: الذكاء الاصطناعي
bg: изкуствен интелект
bn: কৃত্রিম বুদ্ধিমত্তা
ca: IA
de: Künstliche Intelligenz
el: τεχνητή νοημοσύνη
et: tehisintellekt
fi: tekoäly
gu: એઆઈ
he: בינה מלאכותית
hi: कृत्रिम बुद्धिमत्ता
hr: umjetna inteligencija
hu: mesterséges intelligencia
id: kecerdasan buatan
is: gervigreind
ja: 人工知能
ka: ხელოვნური ინტელექტი
kn: ಕೃತ್ರಿಮ ಬುದ್ಧಿಮತ್ತೆ
my: kecerdasan buatan
nl: kunstmatige intelligentie
tl: artipisyal na intelihensiya

source: Symptoms
af: simptome
ar: الأعراض
bg: симптоми
bn: লক্ষণ
ca: símptomes
cs: příznaky
da: symptomer
de: Symptome
el: συμπτώματα
et: sümptomid
fi: oireet
gu: લક્ષણો
he: תסמינים
hi: लक्षण
hr: simptomi
hu: tünetek
id: gejala
is: einkenni
ja: 症状
ka: სიმპტომები
kn: ಲಕ್ಷಣಗಳು
my: gejala
nl: symptomen
tl: mga sintomas

source: Everything is fine
af: alles is reg
ar: كل شيء على ما يرام
bg: всичко е наред
bn: সবকিছু ঠিক আছে
ca: tot està bé
cs: všechno je v pořádku
da: alt er fint
de: alles ist in Ordnung
el: όλα είναι εντάξει
et: kõik on korras
fi: kaikki on hyvin
gu: બધું ઠીક છે
he: הכול בסדר
hi: सब कुछ ठीक है
hr: sve je u redu
hu: minden rendben van
id: semuanya baik-baik saja
is: allt í lagi
ja: すべて順調です
ka: ყველაფერი კარგადაა
kn: ಎಲ್ಲವೂ ಚೆನ್ನಾಗಿದೆ
my: semuanya baik
nl: alles is in orde
tl: ayos lahat

source: Cramps
af: krampe
ar: تشنجات
bg: спазми
bn: খিঁচুনি
ca: rampes
cs: křeče
da: kramper
de: Krämpfe
el: κράμπες
et: krambid
fi: krampit
gu: ખેંચાણ
he: התכווצויות
hi: ऐंठन
hr: grčevi
hu: görcsök
id: kram
is: krampar
ja: けいれん
ka: კრუნჩხვები
kn: ಪಿಡುಗುಗಳು
my: senggugut
nl: krampen
tl: pamamanhid

source: Acne
af: aknee
ar: حب الشباب
bg: акне
bn: ব্রণ
cs: akné
da: akne
de: Akne
el: ακμή
et: akne
fi: akne
gu: ખીલ
he: אקנה
hi: मुँहासे
hr: akne
hu: pattanások
id: jerawat
is: bólur
ja: ニキビ
ka: აკნე
kn: ಮೊಡವೆ
my: jerawat
tl: tagihawat

source: Tender breasts
af: sagte borste
ar: ثدي حساس
bg: чувствителни гърди
bn: সংবেদনশীল স্তন
ca: pits sensibles
cs: citlivá prsa
da: ømme bryster
de: empfindliche Brüste
el: ευαίσθητο στήθος
et: hellad rinnad
fi: arat rinnat
gu: સંવેદનશીલ સ્તનો
he: שדיים רגישים
hi: संवेदनशील स्तन
hr: osjetljive grudi
hu: érzékeny mellek
id: payudara sensitif
is: viðkvæm brjóst
ja: 胸の張り
ka: მგრძნობიარე მკერდი
kn: ಸೂಕ್ಷ್ಮ ಸ್ತನಗಳು
my: payudara sensitif
nl: gevoelige borsten
tl: maselang suso

source: Milky nipple discharge
af: melkige tepelafskeiding
ar: إفرازات حليبية من الحلمة
bg: млечен секрет от зърната
bn: নিপল থেকে দুধের মতো স্রাব
ca: secreció lletosa dels mugrons
cs: mléčný výtok z bradavky
da: mælkeagtigt udflåd fra brystvorten
de: milchiger Ausfluss aus der Brustwarze
el: γαλακτώδης έκκριση από τη θηλή
et: piimjas eritis nibust
fi: maitomainen vuoto nännistä
gu: દૂધ જેવો સ્તનની ડીંટડીમાંથી સ્ત્રાવ
he: הפרשה חלבית מהפטמות
hi: दूध जैसा निपल स्राव
hr: mliječni iscjedak iz bradavica
hu: tejszerű mellbimbó-váladék
id: cairan susu dari puting
is: mjólkurkenndur vökvi úr geirvörtum
ja: 乳頭からの乳汁分泌
ka: რძისმაგვარი გამონადენი ძუძუსთავიდან
kn: ಕ್ಷೀರದಂತಹ ಮೊಲೆತೊಟ್ಟಿನ ಸ್ರಾವ
my: keluarnya susu dari puting
nl: melkachtige afscheiding uit de tepel
tl: malabnaw na paglabas mula sa utong

source: Abdominal pain
af: abdominale pyn
ar: ألم البطن
bg: коремна болка
bn: পেটে ব্যথা
ca: dolor abdominal
cs: bolest břicha
da: mavesmerter
de: Bauchschmerzen
el: κοιλιακός πόνος
et: kõhuvalu
fi: vatsakipu
gu: પેટમાં દુખાવો
he: כאב בטני
hi: पेट दर्द
hr: bol u trbuhu
hu: hasi fájdalom
id: nyeri perut
is: kviðverkir
ja: 腹痛
ka: მუცლის ტკივილი
kn: ಹೊಟ್ಟೆ ನೋವು
my: sakit perut
nl: buikpijn
tl: sakit sa tiyan

source: Fatigue
af: moegheid
ar: الإرهاق
bg: умора
bn: ক্লান্তি
ca: fatiga
cs: únava
da: træthed
de: Müdigkeit
el: κόπωση
et: väsimus
fi: väsymys
gu: થાક
he: עייפות
hi: थकान
hr: umor
hu: fáradtság
id: kelelahan
is: þreyta
ja: 疲労
ka: დაღლილობა
kn: ಆಯಾಸ
my: kelesuan
nl: vermoeidheid
tl: pagod

source: Sleepiness
af: slaperigheid
ar: النعاس
bg: сънливост
bn: ঘুমের ভাব
ca: son
cs: ospalost
da: døsighed
de: Schläfrigkeit
el: υπνηλία
et: unisus
fi: uneliaisuus
gu: ઊંઘ આવવી
he: ישנוניות
hi: नींद आना
hr: pospanost
hu: álmosság
id: kantuk
is: syfja
ja: 眠気
ka: ძილიანობა
kn: ನಿದ್ರಾಲಸ್ಯ
my: mengantuk
nl: slaperigheid
tl: antok

source: Backache
af: rugpyn
ar: ألم الظهر
bg: болки в гърба
bn: পিঠের ব্যথা
ca: mal d'esquena
cs: bolest zad
da: rygsmerter
de: Rückenschmerzen
el: πόνος στην πλάτη
et: seljavalu
fi: selkäkipu
gu: પીઠનો દુખાવો
he: כאב גב
hi: कमर दर्द
hr: bol u leđima
hu: hátfájás
id: sakit punggung
is: bakverkir
ja: 背中の痛み
ka: წელის ტკივილი
kn: ಬೆನ್ನುನೋವು
my: sakit belakang
nl: rugpijn
tl: sakit sa likod

source: Frequent urination
af: gereelde urinasie
ar: التبول المتكرر
bg: често уриниране
bn: বারবার প্রস্রাব
ca: micció freqüent
cs: časté močení
da: hyppig vandladning
de: häufiges Wasserlassen
el: συχνή ούρηση
et: sagedane urineerimine
fi: tiheä virtsaaminen
gu: વારંવાર પેશાબ કરવો
he: השתנה תכופה
hi: बार-बार पेशाब लगना
hr: često mokrenje
hu: gyakori vizelés
id: sering buang air kecil
is: tíð þvaglát
ja: 頻尿
ka: ხშირი შარდვა
kn: ಪದೇ ಪದೇ ಮೂತ್ರವಿಸರ್ಜನೆ
my: kerap kencing
nl: vaak plassen
tl: madalas na pag-ihi

source: Cravings
af: hunkering
ar: الرغبة الشديدة
bg: желания за храна
bn: লোভ
ca: desitjos
cs: chutě
da: sug
de: Heißhunger
el: λαχτάρα
et: isud
fi: himo
gu: લાલચ
he: תאוות
hi: तलब
hr: žudnje
hu: kívánósság
id: ngidam
is: löngun
ja: 妊娠中のつわりによる食欲
ka: ჭამის სურვილი
kn: ತೀವ್ರ ಆಸೆಗಳು
my: mengidam
nl: trek
tl: pagkagusto sa pagkain

source: Insomnia
ar: الأرق
bg: безсъние
bn: অনিদ্রা
ca: insomni
cs: nespavost
da: søvnløshed
de: Schlaflosigkeit
el: αϋπνία
et: unetus
fi: unettomuus
gu: અનિદ્રા
he: נדודי שינה
hi: अनिद्रा
hr: nesanica
hu: álmatlanság
is: svefnleysi
ja: 不眠症
ka: უძილობა
kn: ನಿದ್ರಾಹೀನತೆ
nl: slapeloosheid
tl: hindi makatulog

source: Headache
af: hoofpyn
ar: الصداع
bg: главоболие
bn: মাথাব্যথা
ca: mal de cap
cs: bolest hlavy
da: hovedpine
de: Kopfschmerzen
el: πονοκέφαλος
et: peavalu
fi: päänsärky
gu: માથાનો દુખાવો
he: כאב ראש
hi: सिरदर्द
hr: glavobolja
hu: fejfájás
id: sakit kepala
is: höfuðverkur
ja: 頭痛
ka: თავის ტკივილი
kn: ತಲೆನೋವು
my: sakit kepala
nl: hoofdpijn
tl: sakit ng ulo

source: Leg cramps
af: beenkramp
ar: تشنجات الساق
bg: крампи в краката
bn: পায়ে খিঁচুনি
ca: rampes a les cames
cs: křeče v nohou
da: benkramper
de: Beinkrämpfe
el: κράμπες στα πόδια
et: jalakrambid
fi: jalkakrampit
gu: પગમાં ખેંચાણ
he: התכווצויות ברגליים
hi: पैरों में ऐंठन
hr: grčevi u nogama
hu: lábgörcsök
id: kram kaki
is: fótakrampar
ja: 足のけいれん
ka: ფეხის კრუნჩხვები
kn: ಕಾಲಿನ ಪಿಡುಗುಗಳು
my: kejang kaki
nl: beenkrampen
tl: pamamanhid ng binti

source: Bleeding gums
af: bloeding van die tandvleis
ar: نزيف اللثة
bg: кървене на венците
bn: মাড়ি থেকে রক্তপাত
ca: sagnat de les genives
cs: krvácení dásní
da: blødende tandkød
de: blutendes Zahnfleisch
el: αιμορραγία ούλων
et: veritsevad igemed
fi: vuotavat ikenet
gu: પેઢામાંથી રક્તસ્રાવ
he: חניכיים מדממות
hi: मसूड़ों से रक्तस्राव
hr: krvarenje desni
hu: vérző íny
id: gusi berdarah
is: blæðandi tannhold
ja: 歯茎からの出血
ka: ღრძილებიდან სისხლდენა
kn: ಒಸಡುಗಳಿಂದ ರಕ್ತಸ್ರಾವ
my: gusi berdarah
nl: bloedend tandvlees
tl: pagdurugo ng gilagid

source: Save
af: stoor
ar: حفظ
bg: запази
bn: সংরক্ষণ করুন
ca: desar
cs: uložit
da: gem
de: speichern
el: αποθήκευση
et: salvesta
fi: tallenna
gu: સાચવો
he: שמור
hi: सहेजें
hr: spremi
hu: mentés
id: simpan
is: vista
ja: 保存
ka: შენახვა
kn: ಉಳಿಸಿ
my: simpan
nl: opslaan
tl: i-save

source: Calm
af: kalm
ar: هادئ
bg: спокоен
bn: শান্ত
ca: calmat
cs: klidný
da: rolig
de: ruhig
el: ήρεμος
et: rahulik
fi: rauhallinen
gu: શાંત
he: רגוע
hi: शांत
hr: miran
hu: nyugodt
id: tenang
is: rólegur
ja: 穏やか
ka: მშვიდი
kn: ಶಾಂತ
my: tenang
nl: kalm
tl: kalmado

source: Happy
af: gelukkig
ar: سعيد
bg: щастлив
bn: সুখী
ca: feliç
cs: šťastný
da: glad
de: glücklich
el: χαρούμενος
et: õnnelik
fi: iloinen
gu: ખુશ
he: שמח
hi: खुश
hr: sretan
hu: boldog
id: bahagia
is: ánægður
ja: 幸せ
ka: ბედნიერი
kn: ಸಂತೋಷ
my: gembira
nl: blij
tl: masaya

source: Energetic
af: energiek
ar: نشيط
bg: енергичен
bn: শক্তিশালী
ca: enèrgic
cs: energický
da: energisk
de: energiegeladen
el: ενεργητικός
et: energiline
fi: energinen
gu: ઊર્જાસભર
he: מלא אנרגיה
hi: ऊर्जावान
hr: energičan
hu: energikus
id: bersemangat
is: orkumikill
ja: 元気いっぱい
ka: ენერგიული
kn: ಚೈತನ್ಯದಾಯಕ
my: bertenaga
nl: energiek
tl: masigla

source: Mood swings
af: bui-uitskoppies
ar: تقلبات مزاجية
bg: промени в настроението
bn: মেজাজের ওঠানামা
ca: canvis d'humor
cs: výkyvy nálady
da: humørsvingninger
de: Stimmungsschwankungen
el: αλλαγές διάθεσης
et: meeleolumuutused
fi: mielialan vaihtelut
gu: મૂડની વધઘટ
he: שינויי מצב רוח
hi: मूड में उतार-चढ़ाव
hr: promjene raspoloženja
hu: hangulatingadozások
id: perubahan suasana hati
is: skapbreytingar
ja: 気分の浮き沈み
ka: განწყობის ცვალებადობა
kn: ಮನಸ್ಥಿತಿ ಏರಿಳಿತಗಳು
my: perubahan mood
nl: stemmingswisselingen
tl: pagbabago ng mood

source: Frisky
af: speels
ar: مرح
bg: жизнерадостен
bn: উচ্ছ্বসিত
ca: juguetó
cs: hravý
da: livlig
de: verspielt
el: παιχνιδιάρης
et: mänguline
fi: leikkisä
gu: ચંચળ
he: עליז
hi: चंचल
hr: razigran
hu: játékos
id: ceria
is: lífsgladur
ja: 活発
ka: მხიარული
kn: ಉತ್ಸಾಹಿ
my: ceria
nl: speels
tl: malikot

source: Irritated
af: geïrriteerd
ar: متضايق
bg: раздразнен
bn: বিরক্ত
ca: irritat
cs: podrážděný
da: irriteret
de: gereizt
el: ενοχλημένος
et: ärritunud
fi: ärtynyt
gu: ચિડાયેલું
he: עצבני
hi: चिड़चिड़ा
hr: razdražen
hu: ingerlékeny
id: jengkel
is: pirraður
ja: 苛立ち
ka: გაღიზიანებული
kn: ಕಿರಿಕಿರಿ
my: terganggu
nl: ge誰rriteerd
tl: naiirita

source: Sad
af: hartseer
ar: حزين
bg: тъжен
bn: দুঃখী
ca: trist
cs: smutný
da: trist
de: traurig
el: λυπημένος
et: kurb
fi: surullinen
gu: ઉદાસ
he: עצוב
hi: उदास
hr: tužan
hu: szomorú
id: sedih
is: leiður
ja: 悲しい
ka: მოწყენილი
kn: ದುಃಖ
my: sedih
nl: verdrietig
tl: malungkot

source: Anxious
af: angs
ar: قلق
bg: тревожен
bn: উদ্বিগ্ন
ca: anxiós
cs: úzkostný
da: ængstelig
de: ängstlich
el: ανήσυχος
et: ärevil
fi: ahdistunut
gu: ચિંતાતુર
he: חרד
hi: चिंतित
hr: uznemiren
hu: szorongó
id: cemas
is: kvíðinn
ja: 不安
ka: შფოთვიანი
kn: ಆತಂಕ
my: cemas
nl: angstig
tl: balisa

source: Depressed
af: depressief
ar: مكتئب
bg: депресиран
bn: বিষণ্ণ
ca: depressiu
cs: depresivní
da: deprimeret
de: depressiv
el: καταθλιπτικός
et: masendunud
fi: masentunut
gu: નિરાશ
he: מדוכא
hi: अवसादग्रस्त
hr: depresivan
hu: depressziós
id: depresi
is: niðurdreginn
ja: 落ち込んでいる
ka: დეპრესიული
kn: ಖಿನ್ನತೆ
my: tertekan
nl: depressief
tl: depresyon

source: Very self critical
af: baie selfkrities
ar: ناقد لنفسه بشدة
bg: много самокритичен
bn: অত্যন্ত আত্মসমালোচক
ca: molt autocrític
cs: velmi sebekritický
da: meget selvkritisk
de: sehr selbstkritisch
el: πολύ αυτοκριτικός
et: väga enesekriitiline
fi: erittäin itsekriittinen
gu: ખૂબ જ સ્વ-આલોચનાત્મક
he: ביקורתי מאוד כלפי עצמי
hi: अत्यधिक आत्म-आलोचनात्मक
hr: vrlo samokritičan
hu: nagyon önkritikus
id: sangat kritis terhadap diri sendiri
is: mjög sjálfsgagnrýninn
ja: 非常に自己批判的
ka: ძალიან თვითკრიტიკული
kn: ತುಂಬಾ ಸ್ವಯಂವಿಮರ್ಶಕ
my: sangat kritikal terhadap diri sendiri
nl: zeer zelfkritisch
tl: labis na kritikal sa sarili

source: Apathetic
af: apaties
ar: لامبالي
bg: апатичен
bn: উদাসীন
ca: apàtic
cs: apatický
da: apatisk
de: apathisch
el: απαθής
et: apaatsus
fi: apaattinen
gu: ઉદાસીન
he: אדיש
hi: उदासीन
hr: apatetičan
hu: apatikus
id: apatis
is: áhugalaus
ja: 無関心
ka: აპათიური
kn: ಉದಾಸೀನ
my: apatetik
nl: apathisch
tl: walang pakialam

source: Confused
af: verward
ar: مشوش
bg: объркан
bn: বিভ্রান্ত
ca: confós
cs: zmatený
da: forvirret
de: verwirrt
el: μπερδεμένος
et: segaduses
fi: sekava
gu: મૂંઝાયેલું
he: מבולבל
hi: भ्रमित
hr: zbunjen
hu: zavarodott
id: bingung
is: ruglaður
ja: 混乱している
ka: დაბნეული
kn: ಗೊಂದಲ
my: bingung
nl: verward
tl: nalilito

source: Low energy
af: lae energie
ar: طاقة منخفضة
bg: ниска енергия
bn: কম শক্তি
ca: baixa energia
cs: nízká energie
da: lav energi
de: wenig Energie
el: χαμηλή ενέργεια
et: vähese energiaga
fi: vähän energiaa
gu: ઓછી ઊર્જા
he: אנרגיה נמוכה
hi: कम ऊर्जा
hr: niska energija
hu: alacsony energiaszint
id: energi rendah
is: lítil orka
ja: エネルギー不足
ka: დაბალი ენერგია
kn: ಕಡಿಮೆ ಶಕ್ತಿ
my: tenaga rendah
nl: lage energie
tl: mababang enerhiya

source: Feeling guilty
af: voel skuldig
ar: شعور بالذنب
bg: чувство на вина
bn: দোষী বোধ করা
ca: sentir-se culpable
cs: pocit viny
da: følelse af skyld
de: Schuldgefühle
el: αίσθημα ενοχής
et: süütunne
fi: syyllisyys
gu: અપરાધની લાગણી
he: תחושת אשמה
hi: अपराध बोध
hr: osjećaj krivnje
hu: bűntudat érzése
id: merasa bersalah
is: samviskubit
ja: 罪悪感を感じる
ka: დანაშაულის გრძნობა
kn: ಅಪರಾಧ ಭಾವನೆ
my: rasa bersalah
nl: schuldig voelen
tl: damdamin ng kasalanan

source: Obsessive thoughts
af: obsessiewe gedagtes
ar: أفكار وسواسية
bg: обсесивни мисли
bn: অনিয়ন্ত্রিত চিন্তা
ca: pensaments obsessius
cs: obsesivní myšlenky
da: tvangstanker
de: Zwangsgedanken
el: εμμονικές σκέψεις
et: obsessiivsed mõtted
fi: pakkomielteiset ajatukset
gu: જુનૂની વિચારો
he: מחשבות אובססיביות
hi: जुनूनी विचार
hr: opsesivne misli
hu: kényszeres gondolatok
id: pikiran obsesif
is: þráhyggjuhugsanir
ja: 強迫観念
ka: შეპყრობილი აზრები
kn: ಒತ್ತಾಯದ ಆಲೋಚನೆಗಳು
my: fikiran obsesif
nl: obsessieve gedachten
tl: mga obsessibong pag-iisip

source: Period
af: periode
ar: الدورة الشهرية
bg: менструация
bn: মাসিক
ca: període
cs: menstruace
da: menstruation
de: Menstruation
el: περίοδος
et: menstruatsioon
fi: kuukautiset
gu: માસિક સ્ત્રાવ
he: מחזור חודשי
hi: मासिक धर्म
hr: menstruacija
hu: menstruáció
id: menstruasi
is: tíðir
ja: 月経
ka: მენსტრუაცია
kn: ಮಾಸಿಕ
my: haid
nl: menstruatie
tl: regla

source: Fertile
af: vrugbaar
ar: خصب
bg: фертилна
bn: উর্বর
ca: fèrtil
cs: plodný
da: frugtbar
de: fruchtbar
el: γόνιμος
et: viljakas
fi: hedelmällinen
gu: પ્રજનનક્ષમ
he: פורייה
hi: उपजाऊ
hr: plodan
hu: termékeny
id: subur
is: frjór
ja: 妊娠可能期間
ka: ფერტილური
kn: ಪ್ರಜನನ ಸಾಮರ್ಥ್ಯ
my: subur
nl: vruchtbaar
tl: mataba
