Repository: salmanbashar1009/projects-flutter
Catalog: women_period_tracker_app/lib/l10n/app_*.arb
Languages: af, ar, bg, bn, ca, cs, da, de, el, et, fi, gu, he, hi, hr, hu, id, is, ja, ka, kn, my, nl, tl

source: Preferences & Notifications
af: voorkeure & Kennisgewings
ar: التفضيلات والإشعارات
bg: предпочитания и известия
bn: পছন্দ ও বিজ্ঞপ্তি
ca: preferències i notificacions
cs: preference a oznámení
da: præferencer og notifikationer
de: Einstellungen und Benachrichtigungen
el: προτιμήσεις και ειδοποιήσεις
et: eelistused ja teavitused
fi: asetukset ja ilmoitukset
gu: પસંદગીઓ અને સૂચનાઓ
he: העדפות והתראות
hi: प्राथमिकताएँ और सूचनाएँ
hr: postavke i obavijesti
hu: beállítások és értesítések
id: preferensi dan notifikasi
is: stillingar og tilkynningar
ja: 設定と通知
ka: უპირატესობები და შეტყობინებები
kn: ಆದ್ಯತೆಗಳು ಮತ್ತು ಸೂಚನೆಗಳು
my: keutamaan dan pemberitahuan
nl: voorkeuren en meldingen
tl: mga kagustuhan at abiso

source: Period Alerts
af: periode Kennisgewings
ar: تنبيهات الدورة
bg: известия за менструация
bn: মাসিকের সতর্কতা
ca: alertes de període
cs: upozornění na menstruaci
da: menstruationsadvarsler
de: Menstruationsbenachrichtigungen
el: ειδοποιήσεις περιόδου
et: menstruatsiooni hoiatused
fi: kuukautishälytykset
gu: માસિક સ્ત્રાવની ચેતવણીઓ
he: התראות מחזור חודשי
hi: मासिक धर्म अलर्ट
hr: upozorenja o menstruaciji
hu: menstruációs figyelmeztetések
id: peringatan menstruasi
is: tilkynningar um tíðahring
ja: 月経アラート
ka: მენსტრუაციის გაფრთხილებები
kn: ಮಾಸಿಕ ಸೂಚನೆಗಳು
my: amaran haid
nl: menstruatie waarschuwingen
tl: mga alerto sa regla

source: Pregnancy Tips
af: swangerskap Wenke
ar: نصائح الحمل
bg: съвети за бременност
bn: গর্ভাবস্থার পরামর্শ
ca: consells per a l'embaràs
cs: tipy pro těhotenství
da: graviditetstips
de: Schwangerschaftstipps
el: συμβουλές για την εγκυμοσύνη
et: raseduse nõuanded
fi: raskausvinkit
gu: ગર્ભાવસ્થા માટે ટિપ્સ
he: טיפים להריון
hi: गर्भावस्था सुझाव
hr: savjeti za trudnoću
hu: terhességi tippek
id: tips kehamilan
is: ráð um þungun
ja: 妊娠のヒント
ka: ორსულობის რჩევები
kn: ಗರ್ಭಾವಸ್ಥೆ ಸಲಹೆಗಳು
my: petua kehamilan
nl: zwangerschapstips
tl: mga tip sa pagbubuntis

source: Mental Health
af: geestelike Gesondheid
ar: الصحة النفسية
bg: психично здраве
bn: মানসিক স্বাস্থ্য
ca: salut mental
cs: duševní zdraví
da: mental sundhed
de: mentale Gesundheit
el: ψυχική υγεία
et: vaimne tervis
fi: mielenterveys
gu: માનસિક સ્વાસ્થ્ય
he: בריאות נפשית
hi: मानसिक स्वास्थ्य
hr: mentalno zdravlje
hu: mentális egészség
id: kesehatan mental
is: geðheilsa
ja: 精神的健康
ka: ფსიქიკური ჯანმრთელობა
kn: ಮಾನಸಿಕ ಆರೋಗ್ಯ
my: kesihatan mental
nl: mentale gezondheid
tl: kalusugan ng isip

source: Language
af: taal
ar: اللغة
bg: език
bn: ভাষা
ca: idioma
cs: jazyk
da: sprog
de: Sprache
el: γλώσσα
et: keel
fi: kieli
gu: ભાષા
he: שפה
hi: भाषा
hr: jezik
hu: nyelv
id: bahasa
is: tungumál
ja: 言語
ka: ენა
kn: ಭಾಷೆ
my: bahasa
nl: taal
tl: wika

source: Privacy & Data
af: privaatheid & Data
ar: الخصوصية والبيانات
bg: поверителност и данни
bn: গোপনীয়তা ও তথ্য
ca: privadesa i dades
cs: ochrana soukromí a data
da: privatliv og data
de: Datenschutz und Daten
el: απόρρητο και δεδομένα
et: privaatsus ja andmed
fi: tietosuoja ja tiedot
gu: ગોપનીયતા અને ડેટા
he: פרטיות ונתונים
hi: गोपनीयता और डेटा
hr: privatnost i podaci
hu: adatvédelem és adatok
id: privasi dan data
is: persónuvernd og gögn
ja: プライバシーとデータ
ka: კონფიდენციალურობა და მონაცემები
kn: ಗೌಪ್ಯತೆ ಮತ್ತು ಡೇಟಾ
my: privasi dan data
nl: privacy en gegevens
tl: pribasiya at datos

source: View Data Insights
af: kyk na Data Inligtings
ar: عرض رؤى البيانات
bg: преглед на анализ на данни
bn: তথ্যের অন্তর্দৃষ্টি দেখুন
ca: veure informació de dades
cs: zobrazit postřehy z dat
da: vis dataindsigter
de: Dateneinblicke anzeigen
el: προβολή δεδομένων και πληροφοριών
et: vaata andmeülevaateid
fi: katso dataoivallukset
gu: ડેટા આંતરદૃષ્ટિ જુઓ
he: צפה בתובנות הנתונים
hi: डेटा अंतर्दृष्टि देखें
hr: pogledaj uvide u podatke
hu: adatbetekintések megtekintése
id: lihat wawasan data
is: skoða innsýn í gögn
ja: データと洞察を見る
ka: მონაცემებისა და შეხედულებების ნახვა
kn: ಡೇಟಾ ಒಳನೋಟಗಳನ್ನು ವೀಕ್ಷಿಸಿ
my: lihat pandangan data
nl: bekijk gegevensinzichten
tl: tingnan ang mga pananaw sa datos

source: Export Data
af: laai Data af
ar: تصدير البيانات
bg: експортиране на данни
bn: তথ্য রপ্তানি করুন
ca: exportar dades
cs: exportovat data
da: eksporter data
de: Daten exportieren
el: εξαγωγή δεδομένων
et: ekspordi andmed
fi: vie tiedot
gu: ડેટા નિકાસ કરો
he: ייצא נתונים
hi: डेटा निर्यात करें
hr: izvezi podatke
hu: adatok exportálása
id: ekspor data
is: flytja út gögn
ja: データをエクスポート
ka: მონაცემების ექსპორტი
kn: ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ
my: eksport data
nl: exporteer gegevens
tl: i-export ang datos

source: Delete Account
af: verwyder Rekening
ar: حذف الحساب
bg: изтриване на акаунт
bn: অ্যাকাউন্ট মুছুন
ca: eliminar el compte
cs: smazat účet
da: slet konto
de: Konto löschen
el: διαγραφή λογαριασμού
et: kustuta konto
fi: poista tili
gu: ખાતું કાઢી નાખો
he: מחק חשבון
hi: खाता हटाएँ
hr: izbriši račun
hu: fiók törlése
id: hapus akun
is: eyða reikningi
ja: アカウントを削除
ka: ანგარიშის წაშლა
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
my: padam akaun
nl: verwijder account
tl: burahin ang account

source: Support & Community
af: ondersteuning & Gemeenskap
ar: الدعم والمجتمع
bg: подкрепа и общност
bn: সমর্থন ও সম্প্রদায়
ca: suport i comunitat
cs: podpora a komunita
da: støtte og fællesskab
de: Support und Gemeinschaft
el: υποστήριξη και κοινότητα
et: tugi ja kogukond
fi: tuki ja yhteisö
gu: સમર્થન અને સમુદાય
he: תמיכה וקהילה
hi: समर्थन और समुदाय
hr: podrška i zajednica
hu: támogatás és közösség
id: dukungan dan komunitas
is: stuðningur og samfélag
ja: サポートとコミュニティ
ka: მხარდაჭერა და საზოგადოება
kn: ಬೆಂಬಲ ಮತ್ತು ಸಮುದಾಯ
my: sokongan dan komuniti
nl: ondersteuning en gemeenschap
tl: suporta at komunidad

source: Contact Support
af: kontak Ondersteuning
ar: اتصل بالدعم
bg: свържете се с поддръжката
bn: সমর্থনের সাথে যোগাযোগ করুন
ca: contacta amb el suport
cs: kontaktovat podporu
da: kontakt support
de: Support kontaktieren
el: επικοινωνία με την υποστήριξη
et: võta ühendust toega
fi: ota yhteyttä tukeen
gu: સમર્થનનો સંપર્ક કરો
he: צור קשר עם התמיכה
hi: समर्थन से संपर्क करें
hr: kontaktiraj podršku
hu: kapcsolatfelvétel a támogatással
id: hubungi dukungan
is: hafa samband við stuðning
ja: サポートに連絡
ka: მხარდაჭერასთან დაკავშირება
kn: ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ
my: hubungi sokongan
nl: neem contact op met ondersteuning
tl: kontakin ang suporta

source: FAQ & Guides
af: vrae & Gidse
ar: الأسئلة الشائعة والأدلة
bg: често задавани въпроси и ръководства
bn: সাধারণ প্রশ্ন ও গাইড
ca: preguntes freqüents i guies
cs: časté otázky a průvodce
da: FAQ og vejledninger
de: häufig gestellte Fragen und Anleitungen
el: συχνές ερωτήσεις και οδηγοί
et: KKK ja juhendid
fi: usein kysytyt kysymykset ja oppaat
gu: FAQ અને માર્ગદર્શિકાઓ
he: שאלות נפוצות ומדריכים
hi: अक्सर पूछे जाने वाले प्रश्न और मार्गदर्शिकाएँ
hr: često postavljana pitanja i vodiči
hu: gyakori kérdések és útmutatók
id: panduan dan FAQ
is: algengar spurningar og leiðbeiningar
ja: よくある質問とガイド
ka: ხშირად დასმული კითხვები და სახელმძღვანელოები
kn: FAQ ಮತ್ತು ಮಾರ್ಗದರ್ಶಿಗಳು
my: soalan lazim dan panduan
nl: veelgestelde vragen en gidsen
tl: mga FAQ at gabay

source: Join a Community
af: join 'n Gemeenskap
ar: انضم إلى مجتمع
bg: присъединете се към общност
bn: একটি সম্প্রদায়ে যোগ দিন
ca: uneix-te a una comunitat
cs: připojte se ke komunitě
da: deltag i et fællesskab
de: einer Gemeinschaft beitreten
el: συμμετοχή σε κοινότητα
et: liitu kogukonnaga
fi: liity yhteisöön
gu: સમુદાયમાં જોડાઓ
he: הצטרף לקהילה
hi: एक समुदाय में शामिल हों
hr: pridruži se zajednici
hu: csatlakozz egy közösséghez
id: bergabung dengan komunitas
is: ganga í samfélag
ja: コミュニティに参加する
ka: შეუერთდი საზოგადოებას
kn: ಸಮುದಾಯದಲ್ಲಿ ಸೇರಿ
my: sertai komuniti
nl: sluit je aan bij een gemeenschap
tl: sumali sa isang komunidad

# eventsAndWorkshops
source: Events & Workshops
af: Gebeure en Werkswinkels
ar: الفعاليات وورش العمل
bg: Събития и работилници
bn: ইভেন্ট এবং কর্মশালা
ca: Esdeveniments i Tallers
cs: Události a Workshopy
da: Begivenheder og Workshops
de: Veranstaltungen und Workshops
el: Εκδηλώσεις και Εργαστήρια
et: Sündmused ja Töötubade
fi: Tapahtumat ja Työpajat
gu: ઇવેન્ટ્સ અને વર્કશોપ્સ
he: אירועים וסדנאות
hi: इवेंट्स और वर्कशॉप
hr: Događaji i Radionice
hu: Események és Műhelyek
id: Acara dan Lokakarya
is: Viðburðir og Vinnustofur
ja: イベントとワークショップ
ka: ღონისძიებები და სემინარები
kn: ಈವೆಂಟ್‌ಗಳು ಮತ್ತು ಕಾರ್ಯಾಗಾರಗಳು
my: ပွဲများနှင့် အလုပ်ရုံဆွေးနွေးပွဲများ
nl: Evenementen en Workshops
tl: Mga Kaganapan at Workshop
